
<?php
// 아래와 같이 PHP 프로그램 파일을 시작함
//=======================================================
// 설	명 : 
// 책임자 : 박선민 (sponsor@new21.com), 검수: 06/01/24
// Project: sitePHPbasic
// ChangeLog
//	DATE	수정인			수정 내용
// -------- ------ --------------------------------------
// 06/01/24 박선민 마지막 수정
//=======================================================
$HEADER = array(
	'usedb2' => 1, // DB 커넥션 사용
);
require($_SERVER['DOCUMENT_ROOT'].'/sinc/header.php');
//=======================================================
// Ready.. . (변수 초기화 및 넘어온값 필터링)
//=======================================================
	// 넘어온값 체크
	
	$table_logon = $SITE['th'] . 'logon';
	
//=======================================================
// Start.. . (DB 작업 및 display)
//=======================================================
$sql = "select priv from {$table_logon} where userid='{$_GET['useird']}'";
$priv=db_resultone($sql,0,'priv');

if(preg_match('/운영자/',$priv)) go_url('saler.jpg');
else go_url('user.jpg'); ?>
